tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "annie"
brew "libssh2"
brew "aria2"
brew "bat"
brew "boost"
brew "libffi"
brew "sqlite"
brew "glib"
brew "cmake"
brew "coreutils"
brew "deno"
brew "fd"
brew "pcre2"
brew "fish"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "libtiff"
brew "webp"
brew "gd"
brew "gdb"
brew "git"
brew "gnu-sed"
brew "guile"
brew "libevent"
brew "libidn2"
brew "nettle"
brew "nghttp2"
brew "unbound"
brew "go"
brew "gobject-introspection"
brew "jasper"
brew "little-cms2"
brew "graphicsmagick"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "hexyl"
brew "httpie"
brew "lazygit"
brew "libuv"
brew "libvterm"
brew "libzip"
brew "llvm"
brew "mkcert"
brew "navi"
brew "neovim"
brew "nnn"
brew "node"
brew "openexr"
brew "pandoc"
brew "snappy"
brew "podman"
brew "pyenv"
brew "rename"
brew "ruby"
brew "rust"
brew "scons"
brew "shared-mime-info"
brew "starship"
brew "stow"
brew "texinfo"
brew "tmux"
brew "trash"
brew "tree"
brew "typescript"
brew "vim"
brew "wget"
brew "x265"
brew "zlib"
brew "eddieantonio/eddieantonio/imgcat"
brew "isacikgoz/taps/tldr"
cask "android-platform-tools"
cask "betterzipql"
cask "figma"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "iina"
cask "kap"
cask "keka"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rar"
cask "suspicious-package"
cask "ubersicht"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "webpquicklook"
