# CLI essentials
brew "fish"
brew "powershell"
brew "tmux"
brew "mosh"
brew "starship"
brew "autojump"
brew "fzf"
brew "eza"
brew "bat"
brew "fd"
brew "ripgrep"
brew "yq"
brew "jq"
brew "httpie"
brew "neovim"
brew "glow"

# Git & dev
brew "gh"
brew "git-credential-manager"
brew "git-extras"
brew "git-filter-repo"
brew "lazygit"
brew "delve"

# K8s / cloud
brew "k9s"
brew "argo"
brew "argocd"
brew "crane"
brew "caddy"
brew "helm"

# Languages / runtimes
brew "mise"
brew "uv"
brew "pipx"
brew "go"
brew "node"
brew "bazelisk"
brew "gofumpt"
brew "goimports"

# AI / coding
brew "opencode"
# codex installed via official script in bootstrap/30-non-brew.sh (Homebrew has no auto-update)

# Misc
brew "prettier"
brew "markdown-toc"
brew "markdownlint-cli2"
brew "code-server"
