tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "martido/graph"
tap "microsoft/git"
brew "annie"
brew "bat"
brew "sqlite"
brew "python@3.9"
brew "glib"
brew "chezmoi"
brew "libssh2"
brew "openldap"
brew "curl"
brew "deno"
brew "nghttp2"
brew "dotnet", link: false
brew "fasd"
brew "fd"
brew "fish"
brew "fzf"
brew "gdb"
brew "git", link: false
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphicsmagick"
brew "harfbuzz"
brew "graphviz"
brew "hexyl"
brew "httpie"
brew "lazygit"
brew "lf"
brew "navi"
brew "neovim"
brew "node"
brew "pandoc"
brew "podman"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tmux"
brew "trash"
brew "tree"
brew "typescript"
brew "wget"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "git-credential-manager-core"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-git"
cask "microsoft-office"
cask "microsoft-teams"
cask "typora"
cask "visual-studio-code"
cask "vnc-viewer"
